Repository: Sokiraon/Mangadex-iOS
Catalog: Mangadex/Supporting Files/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 4-Koma
zh_hans: 四格

source: Action
zh_hans: 动作

source: Adaptation
zh_hans: XX改

source: Adventure
zh_hans: 冒险

source: Aliens
zh_hans: 外星人

source: Animals
zh_hans: 动物

source: Anthology
zh_hans: 作品汇选

source: Ascending
zh_hans: 升序

source: Award Winning
zh_hans: 获奖作品

source: Boys' Love
zh_hans: BL

# browse.header.refresh
source: Refresh
zh_hans: 刷新

# browse.section.popular
source: Popular New Titles
zh_hans: 近期热门

# browse.section.recent
source: Recently Added
zh_hans: 新添加

# browse.section.seasonal
source: Seasonal
zh_hans: 当季

# browse.section.updates
source: Latest Updates
zh_hans: 刚刚更新

source: Cerulean
zh_hans: 蔚蓝

source: Comedy
zh_hans: 欢乐向

source: Continue
zh_hans: 续看

source: Cooking
zh_hans: 美食

source: Coral
zh_hans: 珊瑚红

source: Crime
zh_hans: 犯罪

source: Crossdressing
zh_hans: 异装

source: Delinquents
zh_hans: 不良

source: Demons
zh_hans: 恶魔

source: Descending
zh_hans: 降序

source: Doujinshi
zh_hans: 同人志

source: Drama
zh_hans: 情感

source: Erotica
zh_hans: 情色

source: Fan Colored
zh_hans: 同人全彩

source: Fantasy
zh_hans: 奇幻

# followed.bar.library.title
source: Library
zh_hans: 列表

# followed.bar.updates.title
source: Updates
zh_hans: 更新

source: Full Color
zh_hans: 全彩

source: Genderswap
zh_hans: 转性

source: Ghosts
zh_hans: 鬼怪

source: Girls' Love
zh_hans: 百合

source: Gore
zh_hans: 血腥

source: Gyaru
zh_hans: 辣妹

source: Harem
zh_hans: 后宫

source: Historical
zh_hans: 历史

source: Horror
zh_hans: 恐怖

source: Incest
zh_hans: 乱伦

source: Isekai
zh_hans: 异世界

# kAlertMessageNoThread
source: The forum thread for this chapter has not been created. Click OK to create one.
zh_hans: 本章节的评论区尚未创建。 点击确定来创建。

# kAuthorUnknown
source: [Unknown]
zh_hans: [佚名]

# kCancel
source: Cancel
zh_hans: 取消

# kChapter
source: Chapter
zh_hans: 话

# kDefaultUsername
source: Not Logged In
zh_hans: 未登录

# kDescription
source: Description
zh_hans: 简介

# kDownloadedMangaChapterCount
source: %d Chapter(s)
zh_hans: 共 %d 话

# kHomeTabAccount
source: Account
zh_hans: 个人中心

# kHomeTabBrowse
source: Browse
zh_hans: 浏览

# kHomeTabFollowed
source: Followed
zh_hans: 追漫

# kHomeTabSearch
source: Search
zh_hans: 搜索

# kInfo
source: Info
zh_hans: 提示

# kInfoMessageAddedDownload
source: Added to the queue
zh_hans: 已加入下载队列

# kKeychainSaveError
source: Error, continue without saving
zh_hans: 保存错误

# kKeychainSaveMessage
source: Save your credential in Apple Keychain to enable quick login next time.
zh_hans: 保存您的凭据到钥匙串，以使您下次可以快速登录。

# kKeychainSaveTitle
source: Save Password
zh_hans: 保存密码

# kLoading
source: Loading ...
zh_hans: 加载中...

# kLoginGuest
source: Continue as guest
zh_hans: 以游客继续

# kLoginMissingFields
source: Please enter both username and password.
zh_hans: 请输入用户名和密码。

# kLoginPassword
source: Password
zh_hans: 密码

# kLoginRequired
source: Oops, seems that you aren't logged in. Please log in first.
zh_hans: 您还没有登录，请先登录后再继续操作

# kLoginUser
source: Login
zh_hans: 登录

# kLogout
source: Logout
zh_hans: 退出登录

# kLoginUsername
source: Username
zh_hans: 用户名

# kMangaActionContinue
source: Continue Reading
zh_hans: 继续上次阅读

# kMangaActionFollowed
source: Followed
zh_hans: 已追

# kMangaActionFollowLoading
source: Loading...
zh_hans: 加载中...

# kMangaActionStartOver
source: Start Reading
zh_hans: 从头开始阅读

# kMangaActionToFollow
source: Follow
zh_hans: 追漫

# kMangaChapterNameDetailed
source: Ch. %@ - %@
zh_hans: 第 %@ 话 - %@

# kMangaChapterNameNull
source: [Null]
zh_hans: [无标题]

# kMangaChapterNameSimple
source: Ch. %@
zh_hans: 第 %@ 话

# kMangaCompleted
source: Completed
zh_hans: 已完结

# kMangaDetailChapters
source: Chapters
zh_hans: 章节

# kMangaDetailDescr
source: About this manga
zh_hans: 漫画简介

# kMangaDetailDescrLess
source: Less
zh_hans: 收起

# kMangaDetailDescrMore
source: More
zh_hans: 展开

# kMangaDetailInfo
source: Info
zh_hans: 简介

# kMangaDetailNoDescr
source: [No Description]
zh_hans: [无简介]

# kMangaLastUpdate
source: UPDATED AT %@
zh_hans: %@ 更新

# kMangaOngoing
source: Ongoing
zh_hans: 连载中

# kMangaTagTypeContent
source: Content
zh_hans: 内容警告

# kMangaTagTypeFormat
source: Format
zh_hans: 性质

# kMangaTagTypeGenre
source: Genre
zh_hans: 类别

# kMangaTagTypeTheme
source: Theme
zh_hans: 主题

# kMangaViewerChapters
source: Chapters
zh_hans: 章节

# kMangaViewerComment
source: Comment
zh_hans: 评论

# kMangaViewerDownload
source: Download
zh_hans: 下载

# kMangaViewerInfo
source: Info
zh_hans: 详情

# kMangaViewerSettings
source: Settings
zh_hans: 设置

# kNo
source: No Thanks
zh_hans: 不要

# kNoChapterAlertMsg
source: You have reached the end of chapters. Click OK to return.
zh_hans: 你已经看完了所有的章节。 点击确定来退出。

# kOk
source: OK
zh_hans: 确定

# kReleaseNextChapter
source: Release to show next chapter
zh_hans: 释放来加载下一话

# kReleasePrevChapter
source: Release to show previous chapter
zh_hans: 释放来加载上一话

# kSavedAccounts
source: Saved Accounts
zh_hans: 已保存的账号

# kSavedAccountsDismiss
source: None of the above
zh_hans: 跳过

# kSaveSuccess
source: Save successful!
zh_hans: 保存成功！

# kSettingsChapterLanguage
source: Chapter Languages
zh_hans: 章节语言

# kSettingsDataSaving
source: Data-saving Mode
zh_hans: 低数据模式

# kSettingsDeleteDownloads
source: Delete All Downloads
zh_hans: 删除所有下载项

# kSettingsDeleteDownloadsAlertMessage
source: All the chapters you have downloaded will be deleted. This operation is irreversible. Are you sure to continue?
zh_hans: 所有已下载的章节都将被移除。 此操作不可逆。 确定要继续吗？

# kSettingsDownloads
source: Downloads
zh_hans: 下载项

# kSettingsDownloadsSizeCurrent
source: Current Size: %@
zh_hans: 当前占用：%@

# kSettingsDownloadsSizeZero
source: Current Size: 0
zh_hans: 当前占用：0

# kSettingsThemeColor
source: Set Theme Color
zh_hans: 设置主题色

# kSlideNextChapter
source: Slide left to show next chapter
zh_hans: 滑动来加载下一话

# kSlidePrevChapter
source: Slide right to show previous chapter
zh_hans: 滑动来加载上一话

# kSliderActionNextChapter
source: Next
zh_hans: 下一话

# kSliderActionPrevChapter
source: Prev
zh_hans: 上一话

# kTags
source: Tags
zh_hans: 标签

# kTimeDeltaDays
source: %d days ago
zh_hans: %d 天前

# kTimeDeltaHours
source: %d hours ago
zh_hans: %d 小时前

# kTimeDeltaLatest
source: in a minute
zh_hans: 1 分钟内

# kTimeDeltaMinutes
source: %d minutes ago
zh_hans: %d 分钟前

# kTimeDeltaMonths
source: %d months ago
zh_hans: %d 个月前

# kTimeDeltaOneDay
source: 1 day ago
zh_hans: 1 天前

# kTimeDeltaOneHour
source: 1 hour ago
zh_hans: 1 小时前

# kTimeDeltaOneMinute
source: 1 minute ago
zh_hans: 1 分钟前

# kTimeDeltaOneMonth
source: 1 month ago
zh_hans: 1 个月前

# kTimeDeltaOneYear
source: 1 year ago
zh_hans: 1 年前

# kTimeDeltaYears
source: %d years ago
zh_hans: %d 年前

# kVolume
source: Volume
zh_hans: 卷

# kWarning
source: Warning
zh_hans: 提示

source: Loli
zh_hans: 萝莉

source: Long Strip
zh_hans: 条漫

# login.usernameOrEmail
source: Username or email
zh_hans: 用户名或邮箱

source: Mafia
zh_hans: 黑帮

source: Magic
zh_hans: 魔法

source: Magical Girls
zh_hans: 魔法少女

# manga.detail.cover.noVolume
source: No Volume
zh_hans: 未标记

# manga.detail.cover.volume
source: Volume %@
zh_hans: %@ 卷

# manga.detail.info.author
source: Author & Artist
zh_hans: 作者 & 绘者

# manga.detail.info.descr
source: Description
zh_hans: 简介

# manga.detail.info.genre
source: Genres
zh_hans: 体裁

# manga.detail.info.tag
source: Tags
zh_hans: 标签

# manga.detail.info.theme
source: Themes
zh_hans: 主题

# manga.detail.rate
source: Rate Manga
zh_hans: 评价漫画

# manga.detail.tab.chapters
source: Chapters
zh_hans: 章节

# manga.detail.tab.covers
source: Covers
zh_hans: 封面

# manga.detail.tab.info
source: Info
zh_hans: 信息

# manga.download.current.title
source: Downloading
zh_hans: 下载中

# manga.download.finished.title
source: Finished
zh_hans: 已下载

# manga.download.start
source: Start Download
zh_hans: 开始下载

# manga.download.title
source: Download
zh_hans: 下载

# manga.group.noName
source: [No Group]
zh_hans: [无小组]

# manga.rate.0
source: No Rating
zh_hans: 未评分

# manga.rate.1
source: 1: Appalling
zh_hans: 1：粪作

# manga.rate.2
source: 2: Horrible
zh_hans: 2：臭作

# manga.rate.3
source: 3: Very Bad
zh_hans: 3：烂作

# manga.rate.4
source: 4: Bad
zh_hans: 4：较差

# manga.rate.5
source: 5: Average
zh_hans: 5：能看

# manga.rate.6
source: 6: Fine
zh_hans: 6：还行

# manga.rate.7
source: 7: Good
zh_hans: 7：不错

# manga.rate.8
source: 8: Very Good
zh_hans: 8：佳作

# manga.rate.9
source: 9: Great
zh_hans: 9：名作

# manga.rate.10
source: 10: Masterpiece
zh_hans: 10：神作

# mangaViewer.chapterList.chapterName
source: Chapter %@
zh_hans: %@ 话

# mangaViewer.chapterList.noVolume
source: No Volume
zh_hans: 连载

# mangaViewer.chapterList.volumeName
source: Volume %d
zh_hans: %d 卷

source: Martial Arts
zh_hans: 武术

source: Mecha
zh_hans: 机甲

source: Medical
zh_hans: 医学

source: Military
zh_hans: 军事

source: Monster Girls
zh_hans: 魔物娘

source: Monsters
zh_hans: 魔物

source: Music
zh_hans: 音乐

# mypage.downloaded.title
source: Downloaded
zh_hans: 已下载

# mypage.downloading.title
source: Downloading
zh_hans: 下载中

source: Mystery
zh_hans: 解谜

source: Ninja
zh_hans: 忍者

source: Office Workers
zh_hans: 职场

source: Official Colored
zh_hans: 官方全彩

source: Oneshot
zh_hans: 单篇

source: Philosophical
zh_hans: 哲学

source: Police
zh_hans: 警察

source: Pornographic
zh_hans: 色情

source: Post-Apocalyptic
zh_hans: 末世

source: Psychological
zh_hans: 心理

source: Reading History
zh_hans: 浏览历史

source: Reincarnation
zh_hans: 转生

source: Reverse Harem
zh_hans: 乙女

source: Romance
zh_hans: 恋爱

source: Safe
zh_hans: 全年龄

source: Samurai
zh_hans: 武士

source: School Life
zh_hans: 校园

source: Sci-Fi
zh_hans: 科幻

# search.author.titleCount.multiple
source: %d titles
zh_hans: %d 部

# search.author.titleCount.single
source: 1 title
zh_hans: 1 部

# search.group.leader
source: Leader: %@
zh_hans: 组长：%@

# search.group.noLeader
source: No Leader
zh_hans: 没有组长

# search.target.author
source: Author
zh_hans: 作者

# search.target.group
source: Group
zh_hans: 翻译组

# search.target.manga
source: Manga
zh_hans: 漫画

# settings.chapterLanguage.popup.title
source: Set Chapter Language
zh_hans: 设置章节语言

# settings.contentFilter.popup.title
source: Set Content Level
zh_hans: 设置内容限制

# settings.contentFilter.title
source: Content Filter
zh_hans: 内容限制

# settings.themeColor.popup.title
source: Set Theme Color
zh_hans: 设置主题色

source: Sexual Violence
zh_hans: 性虐

source: Shota
zh_hans: 正太

source: Slice of Life
zh_hans: 日常

source: Sports
zh_hans: 体育

source: Suggestive
zh_hans: 性暗示

source: Superhero
zh_hans: 超英

source: Supernatural
zh_hans: 超自然

source: Survival
zh_hans: 生存

source: Teal
zh_hans: 青绿

source: Thriller
zh_hans: 惊悚

source: Time Travel
zh_hans: 穿越

source: Traditional Games
zh_hans: 传统游戏

source: Tragedy
zh_hans: 致郁

source: User Created
zh_hans: 个人上传

source: Vampires
zh_hans: 吸血鬼

source: Video Games
zh_hans: 电子游戏

source: Villainess
zh_hans: 恶役

source: Virtual Reality
zh_hans: VR

source: Web Comic
zh_hans: Web版

source: Wuxia
zh_hans: 武侠

source: Zombies
zh_hans: 丧尸
